{
    {
        {
            "key": 472603039,
            "text": "Say Hello, don't be shy!"
        },
        {
            "key": -1347285370,
            "text": "New Game"
        },
        {
            "key": 1190949743,
            "text": "Start New \nAdventure Here!"
        },
        {
            "key": -379424430,
            "text": "Load Game"
        },
        {
            "key": -1025553335,
            "text": "Continue from the \nplace where stopped."
        },
        {
            "key": -337725520,
            "text": "Chapter I"
        },
        {
            "key": -2048370240,
            "text": "Chapter II"
        },
        {
            "key": 724426409,
            "text": "Chapter III"
        },
        {
            "key": -986191431,
            "text": "SETTINGS"
        },
        {
            "key": -1933116068,
            "text": "VOLUME"
        },
        {
            "key": -610543909,
            "text": "SFX"
        },
        {
            "key": -784676215,
            "text": "MUSIC"
        },
        {
            "key": -1642369959,
            "text": "OPTIONS"
        },
        {
            "key": 1902721591,
            "text": "Language"
        },
        {
            "key": -628290327,
            "text": "GRAPHICS"
        },
        {
            "key": 2119095013,
            "text": "Fullscreen"
        },
        {
            "key": -1564645700,
            "text": "Quality"
        },
        {
            "key": -353393802,
            "text": "Resolution"
        },
        {
            "key": -1754022531,
            "text": "Having returned home after the party, our hero runs into his mother sleeping peacefully on the couch, unexpectedly for himself, he succumbs to forbidden attraction..."
        },
        {
            "key": -907726738,
            "text": "A new part every month or so... follow me on Twitter so you don't miss it!"
        },
        {
            "key": 415928294,
            "text": "A new part every month or so... follow me on Twitter so you don't miss it!"
        },
        {
            "key": -1794114780,
            "text": "Chapter III"
        },
        {
            "key": -1162476963,
            "text": "Chapter II"
        },
        {
            "key": -682166603,
            "text": "Chapter I"
        },
        {
            "key": 1476837318,
            "text": "\n\tWelcome to <b>Early Access</b>! \r\n\n\tThis game is under active development and will be finished in about 3-4 months (late Spring - early Summer).\r\nYou can go this way with me by participating in the Early Access program! \r\n\n\t<b>You will get:</b>\r\n- <i>Early access to new chapters as soon as they are finished, a new Chapter will be released every month + - week.\r</i>\n- <i>Your name (nickname) in the special thank you section after the game is released.\r</i>\n- <i>My infinite respect!\r</i>\n\n\t<b><i>To participate, you must be active member at least \"Spectre\" tier (5$ or more) on my Patreon.</i></b>\n\n\r\tAt the end of Early Access, the cost the game will be <b>14.9$</b>.\r\nYou also have a chance to get the game for free for Itch.io account. At the end of Early Access, I will raffle 50 keys among the participants.\r\n\tSee you next time!"
        },
        {
            "key": 1984047390,
            "text": "Help translate game on You language!\nMore information on GitHub!"
        },
        {
            "key": -1215145685,
            "text": "Learn about Early Access"
        },
        {
            "key": -1665699892,
            "text": "Learn about the benefits \nof Early Access"
        },
        {
            "key": 1126426597,
            "text": "Support me on my Patreon! \nThat's what keeps me going!"
        },
        {
            "key": 529372640,
            "text": "Say Hello, don't be shy!"
        },
        {
            "key": 273104088,
            "text": "News"
        },
        {
            "key": -901661313,
            "text": "Exit The Game"
        },
        {
            "key": 2107239543,
            "text": "Are you sure you want to exit the game?"
        },
        {
            "key": -1003420548,
            "text": "Next"
        },
        {
            "key": 1021828319,
            "text": "Hello there! Thank you for playing! \nThis game is still in development, so the demo part ends here, however, you can get full access to the first part by participating in the Early Access! All you have to do is be my Patron! If you are already an active member just click on the \"Get Access\" button. If not, you can learn more about participating in Early Access on the Title screen."
        },
        {
            "key": 806028009,
            "text": "Exit The Game"
        },
        {
            "key": -1681318347,
            "text": "GAME SAVED"
        },
        {
            "key": 804850466,
            "text": "Continue from the \nplace where stopped."
        },
        {
            "key": 1585710159,
            "text": "Check my ITCH.IO store for \nother games!"
        },
        {
            "key": 2021653284,
            "text": "Are you sure you want to exit the game?"
        },
        {
            "key": -697922439,
            "text": "Next"
        },
        {
            "key": -68968326,
            "text": "This entire situation was able to get off the ground simply because of the state of mind I was in. So, before we get to the juicy details, you need a bit of back-story. My name is Tristan and I am 19 years old."
        },
        {
            "key": 488749761,
            "text": "I am mainly called \"T\" because my name doesn't roll off the tongue easily, so people just gave me a nick name. I still live at home even though I am in university because it is close to my house. Most of my free time is spent chasing girls or playing video games."
        },
        {
            "key": 249127227,
            "text": "Both of which are shared by almost every guy I know. I am just an average guy through and through. Standing at a staggering height of 5'8 and weighing in at just over 180 pounds. As you can probably tell, I'm pretty normal. Since I am so average, I have never had girls just fall into my lap."
        },
        {
            "key": 264072113,
            "text": "Every girlfriend that I've had was from countless hours of psychological warfare between us, until she gave in. Some people like to call it \"game,\" but I call it warfare. Just try approaching a girl who doesn't think you are attractive, and convince her to try dating you."
        },
        {
            "key": -1304942765,
            "text": "If you don't feel like you have been to war by the time you are done, then you were actually her type and she was playing hard to get. Dealing with the aftermath of a similar case is what led me and my mother down the forbidden path."
        },
        {
            "key": -214583105,
            "text": "A Saturday night at a local club was like any other time out. Women wearing skimpy skin-tight outfits, music that could burst an eardrum, and lights that could give you a seizure were all in attendance. You actually had to be twenty-one and older to enter because of the alcohol, but I knew the bouncer."
        },
        {
            "key": -1486512250,
            "text": "Because of that perk, a lot of guys loved to go with me that were under twenty-one. Before I knew it, I had a crew of about thirteen guys coming with me every time I decided to go. My best friend Kevin among them."
        },
        {
            "key": -289130981,
            "text": "The night started off as usual. The guys would hit the bar to loosen up, and then scan the dance floor looking for a girl dancing alone. This was a rarity because of the groups the girls came in."
        },
        {
            "key": -660159267,
            "text": "They would be glued to each other’s hip the entire time, so if you wanted one, you would have to make a move with all of them around. I was in unison with my friends. I grabbed some liquor and sipped it until I got rid of my nervousness."
        },
        {
            "key": -1727158828,
            "text": "I then walked up behind tall blonde girl who had a black skirt with a slit so high up the left side, if she moved in any way that wasn't straight, you would see her thong."
        },
        {
            "key": -1086754258,
            "text": "She was actually taller than me with her high heels on which made me fear that she might not go for it, but she was dancing the sluttiest out of her group and looked to be an easy dry-hump."
        },
        {
            "key": -682119358,
            "text": "I came up behind her at an angle that she wouldn't see me and slightly tugged on her hips to gesture I wanted to dance with her. This is an unspoken code in the club that you are looking for a dance. Since the music is so loud, talking is impossible unless you are screaming."
        },
        {
            "key": 1472073738,
            "text": "It devolved to just pulling them to you for a quick dance, which is a gift from whatever god there is. Girls have a few reactions. One, they jerk away from you and scurry back to their friends. Two, they turn around quickly to scan if you are their type or not."
        },
        {
            "key": 1202100290,
            "text": "If you are then they will dance with you, if not, they will pull a number one on you. Three, and my favorite, they will jerk their hips back into you without even turning around, and start grinding against you."
        },
        {
            "key": -332895424,
            "text": "This tall blonde gave me a number two. She stopped dancing and looked at me for about three seconds. She then pulled away from me and resumed dancing with her friends. This is a flat-out rejection."
        },
        {
            "key": -1038423616,
            "text": "Under normal circumstances I would feel some type of way about that, but it's literally crawling with girls in the club. I stood there doing a quick two-step, which is in style for guys, as I scanned for the next girl. I noticed a very short Asian-looking girl dancing by herself."
        },
        {
            "key": -1241834980,
            "text": "She looked Asian, but had milky-brown skin with very light brown eyes. She is what I like to call, \"exotic\". Clearly mixed with more than a few races, she was complete eye candy and was beginning to turn heads. Her hair was a shimmering black and had red accessories to match her outfit."
        },
        {
            "key": 1984479572,
            "text": "She had on a red, one-strap, skin-tight contraption on her top that stopped just under her medium-sized breasts. Her entire mid-section was exposed. For the bottom, she had plain black leggings that had red stripes running down her thighs, allowing you to see the curve in them."
        },
        {
            "key": -155520052,
            "text": "She stood out because she was doing dance moves that were not in style at this particular club. This is a signal to all veteran guys that she is new to this. Smelling fresh blood in the water, a circle began to form around her. She was doing what looked to be b-boy dance moves."
        },
        {
            "key": -817510188,
            "text": "Not wanting to lose out, I shuffle quickly over to her so that I can make sure I get a spot to watch. That's when the first shark attacked. A guy pulls her back into him, slamming her into his cock and completely shocking her. To my surprise, she actually starts grinding against him."
        },
        {
            "key": 541448126,
            "text": "Not only that, she spun around to face him, and started grinding her pelvis into his, moving to the beat of the song. It looked like they were having sex but with clothes on. All the guys cheered and patted the guy on the back. This is code for, we want a piece also."
        },
        {
            "key": -1247453981,
            "text": "With one swift motion, he reached down and scooped her up onto him. She locked her legs around his waist as he pumped up into her according to the beat of the song. Guys scrambled to get next to him as we were about to start a game I like to call, \"pass around the cigarette\"."
        },
        {
            "key": -268151549,
            "text": "I was in line for third and was getting hyped up as this was a guaranteed dry-hump. Without allowing her legs to touch the floor, he passed her to the next guy. She was a little slow in realizing what was happening, but she did unhook her legs from the first guy and allow the second guy to take over."
        },
        {
            "key": 1388991018,
            "text": "They rubbed against each other for at least two full songs, which was a major violation. Almost all of the guys, except for me, moved on to other girls as this was taking too long. Finally, tired of holding her up, he looked at me giving me the heads up."
        },
        {
            "key": -1393850236,
            "text": "My heart sank for a second, but that was no deterrent as I was buzzed like hell by that time. I positioned myself next to him and he pushed her over to me. I reached over to grab her and noticed she was so light."
        },
        {
            "key": -232155358,
            "text": "I cupped her ass and pulled her up against me to make sure she rubbed against my erection properly. It was then that I realized how soft her ass was. It barely felt like I had anything in my hand, and that perfume she had on could only be described as seduction."
        },
        {
            "key": 696041949,
            "text": "She locked her hand around my neck, squeezing her breast against my chest. Her nipples felt like marbles because of how hard they were. They poked into me the entire time. I looked down to get a glimpse of her breast and when I did, she forced a kiss between us."
        },
        {
            "key": 1019184537,
            "text": "It was wet and tasted like pure alcohol. She was so aggressive with her tongue, forcing my mouth open and licking all over my teeth and tongue. I knew she had to be wasted at this point or at least feeling frisky. I looked like I had no rhythm as I did not care about the beat of the song anymore."
        },
        {
            "key": 197999334,
            "text": "I was feeling the effects of the liquor, horny as hell, had a hand full of ass, and a tongue licking me all over. I pumped against her as she ground her pelvis back against me. Realizing this is an easy fuck, I shuffle through the crowd and make my way to the bathroom."
        },
        {
            "key": 1905297678,
            "text": "As soon as I am off the dance floor, I feel a hand pulling to turn me around. I turn around to see a group of five cock blockers, and they wanted their friend back.\r\n- \"Michelle, what is wrong with you!\" one the the girls screamed.\r"
        },
        {
            "key": -104122227,
            "text": "Immediately, I felt her grip on loosen as she unhooked her arms and legs and stepped back to the floor. She pulled me down to her to speak in my ear and said, \r\n- \"sorry, it was just getting good.\" She then gave me a wet smacking kiss on the lips and walked over to her friends.\r"
        },
        {
            "key": 35245130,
            "text": "I felt so frustrated at the sudden loss, so I decided to take a break and just went to the bar to chat and drink some more. Time went on, and while I did dance with a few more girls, none of them would go further than a simple grinding match."
        },
        {
            "key": -487905824,
            "text": "My blue balls were staying for a while it seems. Most guys know that if they don't have a girl, then it's back to jerking off everyday until they get one. I was no exception and I looked forward to my jerk session, as I had a host of new material stored in my mind."
        },
        {
            "key": 24099305,
            "text": "As the night dragged on, the club eventually started to close. I lived a few blocks away so I only needed to walk home. If I had to drive, I would not have drank anything. The walk home was brisk and uneventful."
        },
        {
            "key": 279533877,
            "text": "I fiddled with my keys outside the door for a few seconds before entering the house. I went in stripping my jacket off and placing it on the coat hook behind the door before closing it. As I made my way into the house, I saw the flickering light from the television lighting up the living room."
        },
        {
            "key": -1396456194,
            "text": "Once I rounded the corner, I could see my mom as she sat on the sofa with her legs curled up to her right side and her slippers on the floor right under her. She had a slight snore that sounded like slightly heavy breathing."
        },
        {
            "key": -402282314,
            "text": "I took a quick glance at the TV to see what was on before I made my way to my room. I noticed it was just rolling through commercials. Not wanting to wait, I made my way to the hallway leading to the bedrooms."
        },
        {
            "key": 669101122,
            "text": "Looking back at my mom one last time before exiting the room, I noticed her robe was sitting open. With any other person this would be no big deal, but for my mom, it was as I haven't seen her cleavage in years."
        },
        {
            "key": 2056284858,
            "text": "She doesn't look a day over twenty-five, even though she is knocking on the door to forty at thirty-nine. Instead of a normal cloth belt, this robe had snap-on buttons lining the inside that had become weak from years of repeated use. "
        },
        {
            "key": 1073881891,
            "text": "The robe was nothing special. Just a faded red with multi-color flower patterns that were so dull from washing that you could barely see them. I stopped dead in my tracks while my eyes scanned the opening to see if I could get a glimpse of her big breasts. "
        },
        {
            "key": 259075461,
            "text": "Now I don't know if it was the alcohol giving me false courage or my true inner self coming forth, but I came up with the idea to try and get a peek and at the very most, get a little touch. "
        },
        {
            "key": 990882330,
            "text": "As I came to the front of the sofa, I could hear her still snoring lightly so I knew she was still asleep. To test the waters, I called out the her.\r\n<b>\"Mom, you fell asleep watching TV\"</b> \nI whispered praying she wouldn't respond.\r"
        },
        {
            "key": -752303345,
            "text": "Once I saw her show no response my cock immediately twitched as it knew the stage was clear. I hovered over her for about 30 seconds thinking on the best way to expose her breast without waking her."
        },
        {
            "key": -412249745,
            "text": "That's when it hit me. The best perfume I have ever smelt poured into my nostrils. Maybe it's because I was already turned on by her, but the smell was literally drawing me in. It smelled like an orgasm if that had a smell. "
        },
        {
            "key": 1228307419,
            "text": "My heart began beating so loud that I thought it would wake her. I started doubting if I could do it by frightening myself with images of her waking up, but my cock would have none of that wimpy talk as it surged to full throbbing stiffness. "
        },
        {
            "key": 1839110664,
            "text": "It was pissed from the missed opportunity at the club and would even have me use my mother if it meant getting off. Armed with liquid encouragement from the alcohol and burning lust, I made my first move."
        },
        {
            "key": -61767617,
            "text": "I stuck my index finger in the fold of the robe that was already slightly open and tugged gently to expose more of her cleavage. It looked like she was bra-less the way her breast were slightly dangling towards her left side. "
        },
        {
            "key": 406261219,
            "text": "Once I got the robe open a bit more, I noticed I was wrong in my assumption that she was bra-less. It was a plain all black bra with no special markings, but the size of the tits they contained were big enough to make the bra seem sexy. "
        },
        {
            "key": 1999215138,
            "text": "I kept glancing back up to her eyes after every 5 seconds to see if she had any response. For the first time ever, I was happy that she snored a little as it would alert me that danger was coming if I heard any change."
        },
        {
            "key": -2052786505,
            "text": "My cock was throbbing the entire time and I decided that I should rub one out since I was already going this far. I chose to only rub my cock through my pants in case she woke up. I wouldn't have to do any strange movements to alert her to what I was doing. "
        },
        {
            "key": -1759449828,
            "text": "Focusing my attention on her robe, I had almost completely exposed her left breast and I was rubbing myself furiously as it took longer to get off this way. Once her left breast was completely out, I was in awe at how huge just one of her tits were. "
        },
        {
            "key": -808872282,
            "text": "Her chest would rise ever so slightly with every breath she took. She looked like she popped straight out of a porn magazine. As I stated previously, this may not seem like a big deal, but to me it was. She never exposed her cleavage at anytime, especially around me as she had a fashion style that was... motherly, I guess. "
        },
        {
            "key": 518010997,
            "text": "Choosing to avoid anything hugging her curves or showing much skin. The most I had seen was her in a bra when i came out my room early one morning and she was ironing her shirt with her bedroom door still open. "
        },
        {
            "key": -1586388395,
            "text": "I was young then and that stored image has faded to nothing as the years passed. After spending what felt like a half an hour staring at her left breast, I then took my hand and attempted to reveal her right breast. "
        },
        {
            "key": -742915785,
            "text": "As I dug my finger under the fold of the robe, I noticed a key portion was lodged under her arm and would need a considerable amount of strength to pull it loose. I took a break from rubbing myself and peeked back at her eyes to make sure we were still good. "
        },
        {
            "key": -1488432483,
            "text": "She was still snoring away looking as calm as ever. I used both hands this time to perform the delicate surgery and it was a success. Both breasts sat exposed in front of me and my jaw fell wide open. Such an amazing rack that most men will only see through a screen."
        },
        {
            "key": 1394428826,
            "text": "I resumed rubbing my cock through my pants with an accomplished feeling lingering over me. Smelling her sweet aroma as i watch her breast move up and down with every breath was more than enough to quicken my eruption. "
        },
        {
            "key": 1864198233,
            "text": "Feeling the tingle start to rise from the base of my cock, I knelt in a better position to release my seed. It was then that I was alerted that I didn't hear her snoring anymore. Complete terror filled my body as the hairs on the back of my neck stood up and my nose cleared itself. "
        },
        {
            "key": -1534517952,
            "text": "I stopped rubbing and looked at her eyes as fast as I could to see what was going on. To my utterly shocking surprise, she was staring me right in my face with a glare that meant she means business. She had awakened when I revealed her right breast but chose to lay motionless to see what I was up to."
        },
        {
            "key": 1158095627,
            "text": "My soul had already left my body at this point and before i could say anything, she pushed me away from her with so much force that I went backwards faster than I could control. I slammed into the lazy-boy chair that sat off to the right of the sofa."
        },
        {
            "key": -989845680,
            "text": "Riddled with goosebumps, I sat in disbelief as she jumped up yanking her robe back into place and gave me the meanest looking face I've ever seen her make."
        },
        {
            "key": 1164742042,
            "text": "<b>\"What the FUCK were you doing to me, YOU ARE MY SON FOR GOD'S SAKE!\"</b> she yelled."
        },
        {
            "key": -496345611,
            "text": "Completely mind broken and in a trance from the shock, I suddenly rose up and lunged at my mother. Spearing her into the sofa and straddling her stomach."
        },
        {
            "key": 284780004,
            "text": "<i>\"What am I actually doing\"</i> I thought to myself as I sat on top of her. \nIt had to be the alcohol because I didn't have the balls to do that while sober. She had a look of absolute shock and boiling anger all in one."
        },
        {
            "key": -332588593,
            "text": "<b>\"WHAT THE FUCK ARE YOU DOING NOW!\"</b> she screamed at the top of her lungs, piercing my ears as I was too close."
        },
        {
            "key": 555711555,
            "text": "Instead of answering I just sat and looked at her long brown hair, panting slightly as I had just made really fast moves. Looking at her face, the only thing going through my mind was how beautiful she looked even while pissed. "
        },
        {
            "key": -1050201260,
            "text": "Her arched eyebrows made her look sassy and her pink full lips trembled as she was frowning."
        },
        {
            "key": 611538248,
            "text": "<i>\"Get off of her and fall to your knees begging for forgiveness,\"</i> my subconscious voice said inside my head."
        },
        {
            "key": -115242689,
            "text": "<i>\"Go in for a kiss, what's the worse that could happen,\"</i> the alcohol said."
        },
        {
            "key": 858775233,
            "text": "As if on auto pilot I lowered my head and lined my lips up with hers and I saw her pull her chin inward to lower her lips out of range. That didn't help though, as I lined our lips up again right away. Suddenly, I felt movement and then my head got forcefully turned to my right. "
        },
        {
            "key": -1307105630,
            "text": "I felt a pain in my lip. Looking at her, I realized she had just punched me in my mouth. Tasting my own blood was also another sign that she busted my lip. I jerked my head up and searched for her free hands so I could pin them down. "
        },
        {
            "key": -1366443030,
            "text": "I grabbed her right hand first, because it was her strong hand and I didn't want a swift punch in the mouth again. Once I had it on the wrist, I pinned it above her head. I saw and felt her breast bobble as the force I used to pin her hand shook her entire upper body. "
        },
        {
            "key": 1581016331,
            "text": "Not having time to enjoy her breast, I quickly searched for her left hand. She forced it under her so that I would not be able to reach it. Holding my mouth to soothe the pain for a second, I thought of a way to bait her hand out. "
        },
        {
            "key": 1821877005,
            "text": "I reached down and cupped her right breast in my hand and squeezed it. It was impossible to cup the whole thing as they were way too large for a single hand. "
        },
        {
            "key": 1476459523,
            "text": "It felt like I went to heaven because her tit was so soft and fleshy. I heard her gasp in shock of the bold move and she immediately unlogged her last hand and came straight for my face. Almost as if her hand was being tracked, I threw my hand up to block her punch. "
        },
        {
            "key": -899190934,
            "text": "Once it hit my arm, I realized the force behind it was very real. She was trying to seriously hurt me that time. I pinned her left and right hand together with my left hand and immediately realized that was not going to work. "
        },
        {
            "key": -962032306,
            "text": "She wasn't big but when she actually started seriously trying to get her arms free, I didn't have the required strength with only one hand to keep them pinned. I reached up and separated the two of her arms and put them in both of my hands. "
        },
        {
            "key": 1082897186,
            "text": "Understanding that she was outmatched in strength, she bucked her hips up wildly to throw me off. \n<b>\"Get the FUCK off of me now or you will REGRET IT!\"</b> she screamed again while still flailing about."
        },
        {
            "key": 396919210,
            "text": "Looking down was a sight like no other. With every thrust she would throw her breast all around sloshing from side to side. I was still rock hard during the whole situation as her breast were bobbing against my leg during the entire encounter. "
        },
        {
            "key": -246505336,
            "text": "Mounting her and pinning her down also added to the stimulation, but those tits were the main tease. She began forcing her knee into my back while arching her back, lifting us a few inches off the couch. After about 2 minutes of her tossing herself about, she was getting physically tired and was starting to breath heavily."
        },
        {
            "key": 267262169,
            "text": "<b>\"I can't believe this shit, you must have a death wish.\"</b> \nshe whimpered as she was catching her breath."
        },
        {
            "key": 1997313338,
            "text": "I was contemplating what I was going to do with her as I had no real goal and acted on impulse. I finally looked at her eyes, which I tried to avoid as much as I could. They were normally hazel but looked black in the night. "
        },
        {
            "key": -1905788738,
            "text": "She was locked in a dead stare with me before I broke contact. Her eyebrows stayed crunched together looking mean, but she was still beautiful no matter what face she wore. Seeing her mouth sit open and panting deeply made my cock tingle, and I came up with what I wanted to do to her in that moment. "
        },
        {
            "key": 499442137,
            "text": "Realizing I was already off the deep end and there was no going back, I decided I would get myself off by dry-humping against her. Looking at her tits bobble up and down with each breath, I slowly began to grind my hips against her stomach. "
        },
        {
            "key": 647796730,
            "text": "Every part of her body was soft and sexy. If you had to, you could get off by humping against any part of her with relative ease.\r"
        },
        {
            "key": 771501900,
            "text": "<b>\"You can't be serious. You are a sick and twisted pervert,\"</b> \nshe said with a stern but low voice, still catching her breath."
        },
        {
            "key": -847143134,
            "text": "Not parting my lips to speak to her even once, I continued humping her stomach. Regaining some strength, she arched her back pushing herself up into me, still attempting to throw me off of her. "
        },
        {
            "key": 578074665,
            "text": "It felt amazing to have her squeezing herself against my cock while her tits rolled all around hitting my thigh and then bouncing back up almost hitting her chin. "
        },
        {
            "key": 582256963,
            "text": "Avoiding her gaze and staring off at the wall, it only took me about three minutes of grinding against her warm, soft body before I felt the surge of the demon coming up from within me. I got more forceful and pushed into her stomach deeper and deeper with every thrust. "
        },
        {
            "key": -1948448830,
            "text": "I guess she realized I was almost done and she just turned her head towards the TV and sat completely still. I exploded in my own pants as I felt wave after wave of sperm shooting out and tingling my cock head."
        },
        {
            "key": 775568031,
            "text": "<b>\"Oh shit,\"</b> I gasped lightly."
        },
        {
            "key": 213346803,
            "text": "The sensation was so good that I was actually left jerking back and forth on top of her. It was much more pleasurable than masturbating but the feeling didn't even last for a good ten seconds as the overwhelming feeling of guilt, fear, and just plain disgust at what I was doing fought it off quickly. "
        },
        {
            "key": -2015029230,
            "text": "The folds in my pants trapped my sperm in one section causing a bigger amount than normal to seep through onto her stomach as it had nowhere else to go. Wiggling out the last bit of tingles, I slumped over her slightly catching my breath. "
        },
        {
            "key": 1824829094,
            "text": "I heard a strange sort of coughing sound which caused me to look at her face. When I did, I felt something wet hit me right on the nose. She had spit on me and had such a look of disgust that it actually hurt my heart to see it coming from my own mother, even though I deserved it."
        },
        {
            "key": 322708026,
            "text": "Wanting to get down from on top of her without taking a blow to the face, I got both feet on the ground and positioned myself in a way to get a head start in backing up without her getting to move first. "
        },
        {
            "key": -746835461,
            "text": "In one quick motion, I let go of her hands and jumped back at the same time. She launched herself forward on the sofa and grabbed her robe so fast that I thought it was a weapon and immediately braced myself."
        },
        {
            "key": 1387335709,
            "text": "To my surprise she was wiping the smeared cum off of her furiously as if it was a disease burning her skin. She then completely took the robe off and threw it at me. Still expecting her to try something, I knocked it out of my view so that I could see what she was doing. "
        },
        {
            "key": -105535681,
            "text": "She was just standing there in her panties and bra. Having not seen my mother like this since I was a kid, I was dumbfounded by her sex appeal. She had amazing breast that could barely be contained by her bra, flat stomach which was fit and lean, and an ass that protruded outwards looking like it was perfect for cuffing. "
        },
        {
            "key": -257450930,
            "text": "I scanned her up and down right in front of her. Eyes hungrily combing every inch of her body. When I finally looked at her eyes, they were anything but motherly. Snapping me back to reality, she gave me a cold dead stare. My heart felt like it weighed a million pounds as it sank to my stomach."
        },
        {
            "key": -2069132742,
            "text": "<b>\"Wait until your father comes home, he will beat the shit out of you for daring to lay a hand on his woman,\"</b> she said calmly as if anticipating it."
        },
        {
            "key": -825231506,
            "text": "The word father stabbed my already sinking heart even more as terror washed over me. I didn't respond back until I looked at the clock on the wall in the dining room. Noticing my dad still had a good three hours before he was due home, I breathed a sigh of relief. "
        },
        {
            "key": -1627719667,
            "text": "I quickly came up with a plan to hurry and pack up some clothes and get the fuck out of that house before he came home. I grabbed my mother's robe and sprinted to my room. I always keep my clothes together already in outfits so I don't have to search for anything in the mornings. "
        },
        {
            "key": 1181640576,
            "text": "I tossed my mother's robe in the back of my closet and left the door sitting open as a bag was more important at the moment. Feeling my stomach turning and grinding from the entire situation made me panic even more. Even though I had a few hours to get clear, I couldn't shake the helpless feeling while still being in that house. "
        },
        {
            "key": 544317528,
            "text": "As I was wrecking my room looking for a bag, I heard the shower cut on. My mother was washing up, which for some reason made me recall having her between my legs. Not able to find a bag, I took my university bookbag and emptied the second carry section of old and already graded papers. "
        },
        {
            "key": 205301972,
            "text": "I shoved in three outfits, grabbed my spare money from between my mattress and begin walking to the front door. As I rounded the corner to the front door hallway, I took one last glance at the sofa before leaving. "
        },
        {
            "key": 1141815447,
            "text": "I grabbed my jacket and threw it on my shoulders and I walked to my car. Tossing my bag and jacket into the passenger seat as I started up the car. I reached for my phone to check the time and I saw that I did all of this within five minutes. "
        },
        {
            "key": -567413030,
            "text": "Feeling a weight lifted off my shoulders, I threw my car in reverse and got out of the driveway. I sat in the street for a few more minutes as I let everything that just happened flash over my mind. "
        },
        {
            "key": 1427167361,
            "text": "I grabbed my phone and called up my best friend Kevin to ask him if I could crash at his place for a few nights. Without even questioning me about the late time I was calling him and the weird request, he accepted me."
        },
        {
            "key": 595098043,
            "text": "<b>\"Of course bro, but you have to keep it down when you get here as I got my piece over,\"</b> he said laughing. That was basically a sign that he had a girl over and was going to be having sex with her. <b>\"I'll leave the front door unlocked.\"</b>"
        },
        {
            "key": 1840144245,
            "text": "<b>\"Thanks bro, good looking out,\"</b> I replied laughing. Signaling that I understood what he was about to do."
        },
        {
            "key": 1332710685,
            "text": "We were best friends since elementary school and practically brothers at this point. Almost everything we said while around each other was coded. From years of hanging out non-stop, we started speaking in codes so that we could talk about people right in front of them without them taking noticing. "
        },
        {
            "key": -164177920,
            "text": "This was something we did when talking about girls. Although we went to different universities, we still talked regularly. I felt so grateful for him at that moment that I would have hugged him had he been near me."
        }
    }
}