{
    "language": 30,
    "translations": [
        {
            "key": 472603039,
            "text": "Поздоровайся, не стесняйся!"
        },
        {
            "key": -1347285370,
            "text": "Новая Игра"
        },
        {
            "key": 1190949743,
            "text": "Начните новое \nприключение!"
        },
        {
            "key": -379424430,
            "text": "Загрузить Игру"
        },
        {
            "key": -1025553335,
            "text": "Продолжайте с того места, \nгде остановились."
        },
        {
            "key": -337725520,
            "text": "Глава I"
        },
        {
            "key": -2048370240,
            "text": "Глава II"
        },
        {
            "key": 724426409,
            "text": "Глава III"
        },
        {
            "key": -986191431,
            "text": "НАСТРОЙКИ"
        },
        {
            "key": -1933116068,
            "text": "ЗВУК"
        },
        {
            "key": -610543909,
            "text": "SFX"
        },
        {
            "key": -784676215,
            "text": "МУЗЫКА"
        },
        {
            "key": -1642369959,
            "text": "ОПЦИИ"
        },
        {
            "key": 1902721591,
            "text": "Язык"
        },
        {
            "key": -628290327,
            "text": "ГРАФИКА"
        },
        {
            "key": 2119095013,
            "text": "Полноэкранный"
        },
        {
            "key": -1564645700,
            "text": "Качество"
        },
        {
            "key": -353393802,
            "text": "Разрешение"
        },
        {
            "key": -1754022531,
            "text": "Вернувшись домой после вечеринки, наш герой натыкается на свою мать, мирно спящую на диване, неожиданно для самого себя он поддается запретному влечению..."
        },
        {
            "key": -907726738,
            "text": "Новая часть каждый месяц или около того... подпишись на Twitter, чтобы не пропустить!"
        },
        {
            "key": 415928294,
            "text": "Новая часть каждый месяц или около того... подпишись на Twitter, чтобы не пропустить!"
        },
        {
            "key": -1794114780,
            "text": "Глава III"
        },
        {
            "key": -1162476963,
            "text": "Глава II"
        },
        {
            "key": -682166603,
            "text": "Глава I"
        },
        {
            "key": 1476837318,
            "text": "\n\tДобро пожаловать в <b>Ранний Доступ</b>! \r\n\n\tЭта игра находится в стадии активной разработки и будет завершена примерно через 3-4 месяца (конец весны - начало лета).\r\nВы можете пройти этот путь вместе со мной, участвуя в программе Раннего Доступа! \r\n\n\t<b>Вы получите:</b>\r\n- <i>Ранний доступ к новым главам как только они будут закончены, новая глава будет выходить каждый месяц + - неделя.\r</i>\n- <i>Ваше имя (ник) в специальном благодарственном разделе после выхода игры.\r</i>\n- <i>Мое бесконечное уважение!\r</i>\n\n\t<b><i>Чтобы принять участие, вы должны быть активным участником хотя бы уровня \"Spectre\" (5$ или больше) на моем Patreon.</i></b>\n\n\r\tПо окончанию раннего доступа стоимость игры составит <b>14.9$</b>.\r\nУ вас также есть шанс получить игру бесплатно для Itch.io аккаунта. В конце раннего доступа я разыграю 50 ключей среди участников.\r\n\tДо встречи!"
        },
        {
            "key": 1984047390,
            "text": "Помогите перевести игру на ваш язык!\nБольше информации на GitHub!"
        },
        {
            "key": -1215145685,
            "text": "Узнайте о Раннем Доступе"
        },
        {
            "key": -1665699892,
            "text": "Узнайте о преимуществах \nРаннего Доступа"
        },
        {
            "key": 1126426597,
            "text": "Поддержи меня на моем Patreon! \nЭто то, что заставляет меня двигаться вперед!"
        },
        {
            "key": 529372640,
            "text": "Поздоровайся, не стесняйся!"
        },
        {
            "key": 273104088,
            "text": "Новости"
        },
        {
            "key": -901661313,
            "text": "Выйти из Игры"
        },
        {
            "key": 2107239543,
            "text": "Вы уверены, что хотите выйти из игры?"
        },
        {
            "key": -1003420548,
            "text": "Далее"
        },
        {
            "key": 1021828319,
            "text": "Че как?! Спасибо за игру! \nЭта игра все еще находится в разработке, демо заканчивается здесь, однако, вы можете получить полный доступ к первой части, участвуя в раннем доступе! Все, что тебе нужно сделать, это быть действующим участником на Патреоне! Если вы уже являетесь активным участником, просто нажмите на кнопку \"Get Access\". Если нет, вы можете узнать больше об участии в раннем доступе на титульном экране."
        },
        {
            "key": 806028009,
            "text": "Выйти из Игры"
        },
        {
            "key": -1681318347,
            "text": "ИГРА СОХРАНЕНА"
        },
        {
            "key": 804850466,
            "text": "Продолжайте с того места, \nгде остановились."
        },
        {
            "key": 1585710159,
            "text": "Заходи на мой ITCH.IO магазин \nи зацени другие игры!"
        },
        {
            "key": 2021653284,
            "text": "Вы уверены, что хотите выйти из игры?"
        },
        {
            "key": -697922439,
            "text": "Далее"
        },
        {
            "key": -68968326,
            "text": "Вся эта ситуация была в состоянии сдвинуться с мертвой точки просто из-за состояния ума, в котором я находился. Итак, прежде чем мы перейдем к пикантным деталям, вот немного предыстории. Меня зовут Тристан, и мне 19 лет."
        },
        {
            "key": 488749761,
            "text": "Меня в основном называют \"T\" потому что мое имя не так легко произнести, поэтому люди просто дали мне прозвище. Я все еще живу дома, хотя и учусь в университете, просто потому что он рядом с домом. Большую часть свободного времени я провожу, в поиске перепихона или играя в видеоигры."
        },
        {
            "key": 249127227,
            "text": "И то и другое разделяет почти каждый парень, которого я знаю. Я просто обычный парень, самый обычный. Роста во мне около 175 см и весом чуть более 82 килограмм. Как вы, вероятно, можете заметить, я вполне нормален. Поскольку я такой обычный, у меня никогда не было девушек, которые просто бы вешались на меня."
        },
        {
            "key": 264072113,
            "text": "Каждая девушка, которая у меня была, была от бесчисленных часов психологической войны между нами, пока она не сдалась. Некоторые люди любят называть это \"игрой,\" но я называю это войной. Просто попробуйте подойти к девушке, которая не считает вас привлекательным, и убедить ее попробовать встречаться с вами."
        },
        {
            "key": -1304942765,
            "text": "Если вы не чувствуете, что были на войне к тому времени, когда вы закончите, то вы на самом деле были ее типом, и она играла недотрогу. Борьба с последствиями подобного случая - это то, что привело меня и мою мать на запретный путь."
        },
        {
            "key": -214583105,
            "text": "Субботний вечер в местном клубе ничем не отличался от любого другого. Женщины в обтягивающих платьях музыка, способная разорвать барабанные перепонки, и свет, способный вызвать приступ, - все это присутствовало в зале. На самом деле из-за алкоголя тебе должен был быть хотя бы двадцать один год, чтобы войти, но я знал вышибалу."
        },
        {
            "key": -1486512250,
            "text": "Из-за этого перка, многие парни любили ходить со мной, которые были моложе двадцати одного года. Не успел я оглянуться, как меня уже сопровождала команда из тринадцати человек каждый раз, когда я решал отправиться туда. Среди них-мой лучший друг Кевин."
        },
        {
            "key": -289130981,
            "text": "Вечер начался как обычно. Парни заходили в бар, чтобы расслабиться, а затем осматривали танцпол в поисках девушки, танцующей в одиночестве. Это было редкостью так как девушки приходили группами."
        },
        {
            "key": -660159267,
            "text": "Они будут приклеены к бедрам друг друга все время, так что, если вы хотите одну, вы должны будете сделать движение со всеми ними. Я был в унисон со своими друзьями. Я заказал немного ликера и потягивал его, пока не избавился от нервозности."
        },
        {
            "key": -1727158828,
            "text": "Затем я подошел к высокой блондинке, у которой была черная юбка с разрезом так высоко на левой стороне, что если бы она двигалась не прямо, вы бы увидели ее стринги."
        },
        {
            "key": -1086754258,
            "text": "На самом деле она была выше меня на своих высоких каблуках, что заставляло меня опасаться, что она может не пойти на это, но ее движения были самыми развратными из своей группы и выглядела она доступной."
        },
        {
            "key": -682119358,
            "text": "Я подошел к ней сзади так, чтобы она меня не увидела, и слегка притянул ее к себе за бедра, показывая, что хочу танцевать с ней. Это негласный код в клубе. Поскольку музыка такая громкая, что говорить невозможно, только если вы не кричите."
        },
        {
            "key": 1472073738,
            "text": "Это сводилось к тому, чтобы просто подтянуть их к вам для быстрого танца, который является подарком от того бога. У девушек есть несколько реакций. Во-первых, они отрываются от вас и бегут обратно к своим друзьям. Во-вторых, они быстро поворачиваются, чтобы отсканировать, вы их тип или нет."
        },
        {
            "key": 1202100290,
            "text": "Если да, тогда они будут танцевать с вами, если нет, они выполнят номер один. В-третьих, и это мое любимое, они втянут свою попку в тебя, даже не оборачиваясь, и начнут тереться о тебя."
        },
        {
            "key": -332895424,
            "text": "Эта высокая блондинка дала мне номер два. Она перестала танцевать и смотрела на меня около трех секунд. Затем она отстранилась от меня и продолжила танцевать со своими друзьями. Это категорический отказ."
        },
        {
            "key": -1038423616,
            "text": "При обычных обстоятельствах я бы почувствовал что-то вроде дискомфорта но сегодня клуб буквально кишит девушками. Я стоял там, делая быстрые два шага, что в стиле для парней, пока я искал следующую девушку. Я заметил очень невысокую азиатскую девушку, танцующую в одиночестве."
        },
        {
            "key": -1241834980,
            "text": "Она выглядела азиаткой, но у нее была молочно-коричневая кожа и очень светло-карие глаза. Она - то, что мне нравится называть, \"экзотикой\". Очевидно, смешанная с более чем несколькими расами, она была абсолютной конфеткой для глаз. У нее были блестящие черные волосы и красные аксессуары в тон одежды."
        },
        {
            "key": 1984479572,
            "text": "На ней было красное, обтягивающее тело топ с одним ремешком, которое заканчивалось как раз под ее средней грудью. Весь ее живот был обнажен. Снизу на ней были простые черные легинсы с красными полосками, спускающимися по бедрам, что позволяло видеть их изгибы."
        },
        {
            "key": -155520052,
            "text": "Она выделялась, потому что делала танцевальные движения, которые не были в моде в этом конкретном клубе. Это сигнал всем ветеранам, что она новичок в этом деле. Почувствовав запах свежей крови в воде, вокруг нее начал образовываться круг. Она делала что-то похожее на танцевальные движения би-бой."
        },
        {
            "key": -817510188,
            "text": "Не желая проигрывать, я быстро подхожу к ней, чтобы убедиться, что у меня есть место для наблюдения. Тогда-то и напала первая акула. Парень притягивает ее обратно к себе, вдавливая ее в свой член и полностью шокируя ее. К моему удивлению, она действительно начинает тереться о него."
        },
        {
            "key": 541448126,
            "text": "Мало того, она развернулась к нему лицом и начала тереться тазом о его таз, двигаясь в такт песне. Похоже, они занимались сексом, но в одежде. Все ребята зааплодировали и похлопали парня по спине. Это код - мы тоже хотим кусок."
        },
        {
            "key": -1247453981,
            "text": "Одним быстрым движением он наклонился и подхватил ее на руки. Она обхватила его ногами за талию, пока он раскачивал ее в такт песне. Парни собрались вокруг, и мы собирались начать игру, которую я люблю называть, \"пустите по кругу сигарету\"."
        },
        {
            "key": -268151549,
            "text": "Я был в очереди третий и мои штаны распирало поскольку это был гарантированный шанс потереться. Не позволяя ее ногам касаться пола, он передал ее следующему парню. Она не сразу поняла, что происходит, но все же отцепила ноги от первого парня и позволила второму взять верх."
        },
        {
            "key": 1388991018,
            "text": "Они терлись друг о друга, по крайней мере, две полные песни, что было серьезным нарушением. Почти все парни, кроме меня, перешли к другим девушкам, так как это заняло слишком много времени. Наконец, устав держать ее на руках, он посмотрел на меня, предупреждая."
        },
        {
            "key": -1393850236,
            "text": "Мое сердце замерло на секунду, но это не было сдерживающим фактором, поскольку я был заведен к тому времени. Я встал рядом с ним, и он подтолкнул ее ко мне. Я потянулся, чтобы схватить ее, и заметил, какая она легкая."
        },
        {
            "key": -232155358,
            "text": "Я обхватил ее попку и притянул к себе, чтобы убедиться, что она потерлась о мою эрекцию должным образом. И тут я понял, какая у нее мягкая попка. Мне казалось, что я ничего не держу в руке, а ее духи можно описать как - соблазн."
        },
        {
            "key": 696041949,
            "text": "Она обвила руками мою шею, прижимаясь грудью к моей груди. Ее соски казались мраморными из-за того, насколько твердыми они были. Они тыкались в меня все время. Я посмотрел вниз, чтобы увидеть ее грудь, и когда я это сделал, она заставила нас поцеловаться."
        },
        {
            "key": 1019184537,
            "text": "Она была влажной и на вкус напоминала чистый спирт. Она была так агрессивна со своим языком, заставляя мой рот открыться и облизывая все мои зубы и язык. Я знал, что в этот момент она должна быть пьяна или, по крайней мере, чувствовать себя игривой. Я выглядел так, будто у меня не было ритма, поскольку ритм песни это последнее что меня волновало."
        },
        {
            "key": 197999334,
            "text": "Я чувствовал воздействие спиртного, чертовски возбужденный, с мягкой попкой в моих руках и язык, облизывающий меня полностью. Я двигался навстречу каждый раз когда она прижималась ко мне своим тазом. Понимая, что это легкий трах, я пробираюсь сквозь толпу и направляюсь в туалет."
        },
        {
            "key": 1905297678,
            "text": "Как только я покидаю танцпол, я чувствую, как чья-то рука тянет меня, чтобы повернуть назад. Я оборачиваюсь и вижу группу из пяти обломщиков, которые хотят вернуть своего друга.\r\n- \"Мишель, что с тобой такое?\" одна из девушек крикнула.\r"
        },
        {
            "key": -104122227,
            "text": "Я сразу же почувствовал, что ее хватка ослабла, когда она расцепила руки и ноги и отступила на пол. Она притянула меня к себе, и прошептала на ухо: \r\n- \"извини, это и вправду было бы хорошо.\" Затем она чмокнула меня в губы и подошла к своим друзьям.\r"
        },
        {
            "key": 35245130,
            "text": "Я был так расстроен внезапной потерей, что решил сделать перерыв и просто пошел в бар, чтобы поболтать и выпить еще немного. Время шло, и хотя я танцевал еще с несколькими девушками, ни одна из них не пошла бы дальше простого танца."
        },
        {
            "key": -487905824,
            "text": "Стояк, кажется, не собирался покидать меня. Большинство парней знают, что если у них нет девушки, то они возвращаются к дрочке до тех пор, пока не получат ее. Я не был исключением, и я с нетерпением ждал своей сессии, так как у меня было множество нового материала, хранящегося в моем уме."
        },
        {
            "key": 24099305,
            "text": "По мере того как тянулась ночь, клуб в конце концов начал закрываться. Я жил в нескольких кварталах отсюда, так что я мог добраться домой пешком. Если бы мне пришлось вести машину, я бы ничего не пил. Дорога домой прошла быстро и без происшествий."
        },
        {
            "key": 279533877,
            "text": "Прежде чем войти в дом, я несколько секунд возился с ключами у двери. Я вошел, снял куртку и повесил ее на крючок за дверью, прежде чем закрыть ее. Когда я вошел в дом, то увидела мерцающий свет от телевизора, освещающего гостиную."
        },
        {
            "key": -1396456194,
            "text": "Завернув за угол, я увидел маму - она сидела на диване, поджав ноги к боку, а тапочки стояли на полу прямо под ней. У нее был легкий храп, который походил на легкое тяжелое дыхание."
        },
        {
            "key": -402282314,
            "text": "Я бросил быстрый взгляд на телевизор, чтобы посмотреть, что там было, прежде чем направиться в свою комнату. Я заметил, что там ничего кроме надоедливой рекламы. Не желая ждать, я направился в коридор, ведущий к спальням."
        },
        {
            "key": 669101122,
            "text": "Оглянувшись на маму в последний раз перед тем, как выйти из комнаты, я заметил, что ее халат был распахнут. С любым другим человеком это не имело бы большого значения, но для моей мамы это было так, как я не видел ее декольте в течение многих лет."
        },
        {
            "key": 2056284858,
            "text": "Она не выглядит старше двадцати пяти, хотя в свои тридцать девять стучится в дверь к сорока. Вместо обычного тканевого пояса, халат держался на кнопках на внутренней стороне, которые стали слабыми от многолетнего многократного использования. "
        },
        {
            "key": 1073881891,
            "text": "В халате не было ничего особенного. Просто выцветший красный с цветочными узорами, которые были настолько тусклыми от стирки, что их едва можно было разглядеть. Я остановился как вкопанный, пока мои глаза изучали отверстие, чтобы увидеть ее большие груди. "
        },
        {
            "key": 259075461,
            "text": "Теперь я не знаю, был ли это алкоголь, дающий мне ложную смелость, или мое истинное внутреннее \" Я \" выходит наружу, но мне пришла в голову идея попытаться заглянуть и, самое большее, немного прикоснуться. "
        },
        {
            "key": 990882330,
            "text": "Подойдя к дивану, я услышал, что она все еще слегка похрапывает, и понял, что она все еще спит. Чтобы проверить воду, я позвал ее.\r\n<b>\"Мама, ты заснула, смотря телевизор.\"</b> \nПрошептал я, молясь, чтобы она не ответила.\r"
        },
        {
            "key": -752303345,
            "text": "Как только я увидел, что она не реагирует, мой член немедленно дернулся, так как он знал, что сцена была свободна. Я висел над ней около 30 секунд, думая о том, как лучше всего оголить ее грудь, не разбудив ее."
        },
        {
            "key": -412249745,
            "text": "Вот когда запах ударил меня. Лучшие духи, которые я когда-либо нюхал, хлынули мне в ноздри. Может быть, это потому, что я уже был возбужден ею, но запах буквально притягивал меня. Это пахло оргазмом, если у него вообще был запах. "
        },
        {
            "key": 1228307419,
            "text": "Мое сердце забилось так громко, что я подумал, это разбудит ее. Я начал сомневаться, смогу ли я сделать это, пугая себя образами ее пробуждения, но мой член проигнорировал это, поскольку он поднялся до полной пульсирующей жесткости. "
        },
        {
            "key": 1839110664,
            "text": "Он был взбешен из-за упущенной возможности в клубе и даже хотел, чтобы я использовал свою мать, если это означало полную разрядку. Вооружившись жидкой поддержкой от алкоголя и жгучей похоти, я сделал свой первый шаг."
        },
        {
            "key": -61767617,
            "text": "Я засунул указательный палец в складку халата, который уже был слегка распахнут, и осторожно потянул, чтобы обнажить больше ее декольте. Судя по тому, как ее грудь слегка свисала к левому боку, она была без лифчика. "
        },
        {
            "key": 406261219,
            "text": "Как только я немного распахнул халат, я заметила, что ошиблась в своем предположении, что она была без лифчика. Это был простой черный бюстгальтер без каких-либо особых отметин, но размер груди, которую они содержали, был достаточно большим, чтобы сделать бюстгальтер сексуальным. "
        },
        {
            "key": 1999215138,
            "text": "Я продолжал смотреть ей в глаза через каждые 5 секунд, чтобы увидеть, не проснется ли она. Впервые за все время я был счастлив, что она немного похрапывает, так как это предупредило бы меня о приближающейся опасности, если бы я услышал какие-либо изменения."
        },
        {
            "key": -2052786505,
            "text": "Мой член пульсировал все это время, и я решил, что должен подрочить его, так как я уже зашел так далеко. Я решил делать это через штаны на случай, если она проснется. Мне не пришлось бы делать какие-то странные движения, чтобы вызвать ее подозрения в случае провала. "
        },
        {
            "key": -1759449828,
            "text": "Сосредоточив свое внимание на ее халате, я почти полностью обнажил ее левую грудь и яростно надрачивал себя, так как мне потребовалось больше времени, чтобы кончить таким образом. Как только ее левая грудь была полностью обнажена, я был в восторге от того, насколько огромной была только одна из ее сисек. "
        },
        {
            "key": -808872282,
            "text": "Ее грудь поднималась чуть-чуть с каждым ее вздохом. Она выглядела, словно модель из порножурнала. Как я уже говорил ранее, это может показаться не очень важным, но для меня это было так. Она никогда не выставляла напоказ свое декольте, особенно рядом со мной, поскольку это был ее стиль, который можно назвать... материнский, наверное. "
        },
        {
            "key": 518010997,
            "text": "Предпочитая избегать всего, что облегает ее изгибы или показывает много кожи. Самое большее я видел ее в лифчике, когда однажды рано утром вышел из своей комнаты и увидел, что она гладит рубашку, а дверь в спальню была открыта. "
        },
        {
            "key": -1586388395,
            "text": "Я был тогда молод, и этот образ с годами превратился в ничто. Проведя, как мне показалось, полчаса, разглядывая ее левую грудь, я взял свою руку и попытался открыть ее правую грудь. "
        },
        {
            "key": -742915785,
            "text": "Когда я запустил палец под складку халата, то заметила, что часть его застряла у нее под мышкой, и мне понадобится немалая сила, чтобы вытащить его. Я сделал перерыв от растирания себя и снова заглянул ей в глаза, чтобы убедиться, что мы все еще в порядке. "
        },
        {
            "key": -1488432483,
            "text": "Она все еще храпела, выглядя такой же спокойной, как и всегда. На этот раз я использовал обе руки, чтобы выполнить деликатную операцию, и она была успешной. Обе груди были выставлены передо мной, и моя челюсть широко открылась. Такая удивительная грудь, что большинство мужчин увидят ее только через экран."
        },
        {
            "key": 1394428826,
            "text": "Я продолжил тереть свой член через штаны с совершенным чувством, задержавшимся во мне. Вдыхая ее сладкий аромат и наблюдая, как ее грудь покачивается вверх и вниз с каждым вдохом было более чем достаточно, чтобы ускорить мое извержение. "
        },
        {
            "key": 1864198233,
            "text": "Чувствуя, как покалывание начинает подниматься от основания моего члена, я встал на колени в лучшем положении, чтобы выпустить свое семя. И тут меня насторожило, что я больше не слышу ее храпа. Полный ужас наполнил мое тело, когда волосы на затылке встали дыбом, а нос прочистился. "
        },
        {
            "key": -1534517952,
            "text": "Я перестал тереть и посмотрел ей в глаза так быстро, как только мог, чтобы понять, что происходит. К моему совершенно шокирующему удивлению, она смотрела мне прямо в лицо с таким взглядом, который означал, что она не шутит. Она проснулась, когда я обнажил ее правую грудь, но предпочла лежать неподвижно, чтобы увидеть, что я делаю."
        },
        {
            "key": 1158095627,
            "text": "В этот момент моя душа уже покинула тело, и прежде чем я успел что-либо сказать, она оттолкнула меня с такой силой, что я отлетел назад быстрее, чем мог контролировать. Я плюхнулся на пол, справа от дивана."
        },
        {
            "key": -989845680,
            "text": "Покрывшись мурашками, я сидел, не веря своим глазам, когда она вскочила, одергивая халат, и посмотрела на меня с самым злобным выражением лица, которое я когда-либо видел."
        },
        {
            "key": 1164742042,
            "text": "<b>\"Какого ХУЯ ты со мной делал, ТЫ ЖЕ МОЙ СЫН, РАДИ БОГА!\"</b> она закричала."
        },
        {
            "key": -496345611,
            "text": "Совершенно разбитый рассудком и в трансе от шока, я вдруг вскочил и бросился на мать. Вонзив ее в диван и оседлав живот."
        },
        {
            "key": 284780004,
            "text": "<i>\"Что я на самом деле делаю?\"</i> Подумал я, усаживаясь на нее сверху. \nДолжно быть, из-за алкоголя, потому что у меня не хватало духу сделать это в трезвом виде. У нее был вид абсолютного шока и кипящего гнева одновременно."
        },
        {
            "key": -332588593,
            "text": "<b>\"КАКОГО ХРЕНА ТЫ СЕЙЧАС ДЕЛАЕШЬ?\"</b> она закричала во всю силу своих легких, пронзая мои уши, когда я был слишком близко."
        },
        {
            "key": 555711555,
            "text": "Вместо ответа я просто сидел и смотрел на ее длинные каштановые волосы, слегка задыхаясь, потому что я только что сделал очень быстрые движения. Глядя на ее лицо, я думал только о том, как она прекрасна, даже когда злится. "
        },
        {
            "key": -1050201260,
            "text": "Ее изогнутые брови делали ее взгляд нахальным, и ее розовые полные губы дрожали, когда она хмурилась."
        },
        {
            "key": 611538248,
            "text": "<i>\"Слезь с нее и упади на колени, моля о прощении.,\"</i> сказал мой подсознательный голос в моей голове."
        },
        {
            "key": -115242689,
            "text": "<i>\"Давай поцелуемся, что может пойти не так?,\"</i> сказал алкоголь."
        },
        {
            "key": 858775233,
            "text": "Словно на автопилоте, я опустил голову и прижался губами к ее губам, и я увидел, как она втянула подбородок внутрь, чтобы опустить губы за пределы досягаемости. Но это не помогло, так как я тут же снова сложила наши губы в линию. Внезапно я почувствовал движение, а затем моя голова резко повернулась вправо. "
        },
        {
            "key": -1307105630,
            "text": "Я почувствовал боль в губе. Глядя на нее, я понял, что она только что ударила меня кулаком в рот. Вкус моей собственной крови был еще одним признаком того, что она разбила мне губу. Я резко поднял голову и поискал ее свободные руки, чтобы прижать их. "
        },
        {
            "key": -1366443030,
            "text": "Сначала я схватил ее за правую руку, потому что это была ее сильная рука, и я не хотел снова получить быстрый удар в рот. Как только он оказался у меня на запястье, я приколол его над ее головой. Я видел и чувствовал, как вздымается ее грудь, когда сила, с которой я прижимал ее руку, сотрясала всю верхнюю часть ее тела. "
        },
        {
            "key": 1581016331,
            "text": "Не успев насладиться ее грудью, я быстро поискал ее левую руку. Она зажала его под собой, чтобы я не мог до него дотянуться. Зажав на секунду рот, чтобы унять боль, я придумал, как выманить ее руку. "
        },
        {
            "key": 1821877005,
            "text": "Я наклонился, обхватил ладонью ее правую грудь и сжал ее. Невозможно было взять чашу целиком, так как они были слишком велики для одной руки. "
        },
        {
            "key": 1476459523,
            "text": "Мне казалось, что я попал в рай, потому что ее грудь была такой мягкой и мясистой. Я услышала, как она ахнула, потрясенная таким смелым шагом, и тут же высвободила свою последнюю руку и направила ее прямо мне в лицо. Отслеживая ее движения, я вскинул руку, чтобы блокировать ее удар. "
        },
        {
            "key": -899190934,
            "text": "Как только она ударила меня по руке, я понял, что сила, стоящая за ним, была очень реальной. В этот раз она пыталась серьезно навредить мне. Я прижал ее левую и правую руку вместе с моей левой рукой и сразу понял, что это не сработает. "
        },
        {
            "key": -962032306,
            "text": "Она не была большой, но когда она действительно начала всерьез пытаться освободить свои руки, у меня не было необходимой силы, чтобы удержать их только одной рукой. Я протянул руку, разделил ее руки и вложил их в свои ладони. "
        },
        {
            "key": 1082897186,
            "text": "Понимая, что ее превосходят в силе, она дико дернула бедрами вверх, чтобы сбросить меня. \n<b>\"ОТВАЛИ от меня сейчас же или ПОЖАЛЕЕШЬ об этом!\"</b> она снова закричала, продолжая метаться."
        },
        {
            "key": 396919210,
            "text": "Смотреть вниз было зрелищем, не похожим ни на что другое. С каждым толчком она бросала свою грудь во все стороны, хлопая из стороны в сторону. Я все еще был тверд как скала, когда ее грудь подпрыгивала на об мою ногу во время всей этой ситуации. "
        },
        {
            "key": -246505336,
            "text": "Сидеть на ней и прижимание ее рук также добавляло стимуляции, но эти сиськи были главной дразнилкой. Она начала толкать меня коленом в спину, одновременно выгибая спину, поднимая нас на несколько сантиметров от дивана. Примерно через 2 минуты, пока она металась, она физически устала и начала тяжело дышать."
        },
        {
            "key": 267262169,
            "text": "<b>\"Я не могу поверить в это дерьмо, у тебя должно быть желание умереть.\"</b> \nпрошептала она, переводя дыхание."
        },
        {
            "key": 1997313338,
            "text": "Я обдумывал, что мне с ней делать, поскольку у меня не было настоящей цели, и я действовал импульсивно. Наконец я взглянул ей в глаза, стараясь избегать их, насколько это было возможно. Обычно они были орехового цвета, но ночью казались черными. "
        },
        {
            "key": -1905788738,
            "text": "Она впилась в меня мертвым взглядом, прежде чем я прервал контакт. Ее брови оставались нахмуренными, но она все еще была красива, независимо от того, какое лицо она носила. Видя, что ее рот открыт и глубоко дышит, мой член покалывало, и я придумал, что я хотел сделать с ней в этот момент. "
        },
        {
            "key": 499442137,
            "text": "Понимая, что я уже сошел с ума и пути назад нет, я решил, что отделаюсь от нее петтингом. Глядя, как ее сиськи подпрыгивают вверх и вниз с каждым вдохом, я медленно начал тереться бедрами о ее живот. "
        },
        {
            "key": 647796730,
            "text": "Каждая часть ее тела была мягкой и сексуальной. Если бы тебе пришлось, ты мог бы кончить, трахаясь с любой частью ее тела с относительной легкостью.\r"
        },
        {
            "key": 771501900,
            "text": "<b>\"Ты же не всерьез. Ты больной извращенец,\"</b> \nсказала она строгим, но тихим голосом, все еще переводя дыхание."
        },
        {
            "key": -847143134,
            "text": "Не разжимая губ, чтобы хоть раз заговорить с ней, я продолжал ласкать ее живот. Собравшись с силами, она выгнула спину, подталкивая себя ко мне, все еще пытаясь сбросить меня с себя. "
        },
        {
            "key": 578074665,
            "text": "Это было потрясающе, когда она прижималась к моему члену, в то время как ее сиськи катались вокруг, ударяясь о мое бедро, а затем подпрыгивали, почти задевая ее подбородок. "
        },
        {
            "key": 582256963,
            "text": "Избегая ее взгляда и уставившись в стену, мне потребовалось всего около трех минут трения о ее теплое, мягкое тело, прежде чем я почувствовал волну, поднимающуюся из меня. Я становился все сильнее и с каждым толчком толкался в ее живот все глубже и глубже. "
        },
        {
            "key": -1948448830,
            "text": "Я думаю, она поняла, что я почти закончил, и просто повернула голову к телевизору и застыла совершенно неподвижно. Я взорвался в моих собственных штанах, когда я почувствовал волну за волной спермы, вылетающей и покалывающей мою головку члена."
        },
        {
            "key": 775568031,
            "text": "<b>\"Вот дерьмо,\"</b> Я ахнул слегка."
        },
        {
            "key": 213346803,
            "text": "Ощущение было настолько приятным, что я фактически остался дергаться взад и вперед на ней. Это было гораздо приятнее, чем мастурбировать, но ощущение не продлилось и десяти секунд, поскольку подавляющее чувство вины, страха и просто отвращения к тому, что я делал, быстро подавило его. "
        },
        {
            "key": -2015029230,
            "text": "Складки на моих штанах удерживали мою сперму в одной секции, заставляя большее количество, чем обычно, просачиваться на ее живот, поскольку ему больше некуда было идти. Избавившись от последнего покалывания, я навалился на нее, слегка переводя дыхание. "
        },
        {
            "key": 1824829094,
            "text": "Я услышал странный кашляющий звук, который заставил меня посмотреть ей в лицо. Когда я это сделал, то почувствовал, как что-то мокрое ударило меня прямо по носу. Она плюнула на меня и посмотрела с таким отвращением, что у меня даже защемило сердце, когда я увидел, что это делает моя собственная мать, хоть я и заслужил это."
        },
        {
            "key": 322708026,
            "text": "Желая спуститься с нее сверху, не получив удара в лицо, я поставил обе ноги на землю и встал так, чтобы получить фору в отступлении без того, чтобы она начала двигаться первой. "
        },
        {
            "key": -746835461,
            "text": "Одним быстрым движением я отпустил ее руки и одновременно отпрыгнул назад. Она бросилась вперед на диван и схватила свой халат так быстро, что я подумал, что это оружие, и тут же приготовился к худшему."
        },
        {
            "key": 1387335709,
            "text": "К моему удивлению, она яростно вытирала с себя размазанную сперму, как будто это была болезнь, сжигающая ее кожу. Затем она полностью сняла халат и бросила его в меня. Все еще ожидая, что она попытается что-то сделать, я убрал халат, чтобы видеть, что она делает. "
        },
        {
            "key": -105535681,
            "text": "Она просто стояла там в трусиках и лифчике. Я не видел свою мать такой с тех пор, как был ребенком, и был ошеломлен ее сексуальной привлекательностью. У нее была потрясающая грудь, которую едва мог вместить лифчик, плоский живот, который был подтянут и худощав, и задница, которая выступала наружу, выглядя так, как будто она идеально подходила для шлепков. "
        },
        {
            "key": -257450930,
            "text": "Я сканировал ее с головы до ног прямо перед ней. Глаза жадно обшаривали каждый дюйм ее тела. Когда я наконец взглянул в ее глаза, они были какими угодно, только не материнскими. Вернув меня к реальности, она посмотрела на меня холодным мертвым взглядом. Мое сердце, казалось, весило миллион тонн, когда оно опустилось к моему животу."
        },
        {
            "key": -2069132742,
            "text": "<b>\"Подожди, пока твой отец вернется домой, он выбьет из тебя все дерьмо за то, что ты посмел поднять руку на его женщину,\"</b> сказала она спокойно, как будто предвидя это."
        },
        {
            "key": -825231506,
            "text": "Слово отец еще сильнее пронзило мое и без того замиравшее сердце, когда меня охватил ужас. Я не ответил, пока не посмотрел на часы на стене в столовой. Заметив, что до возвращения отца оставалось еще добрых три часа, я вздохнул с облегчением. "
        },
        {
            "key": -1627719667,
            "text": "Я быстро придумал план, как поскорее упаковать кое-какую одежду и убраться к чертовой матери из этого дома, пока он не вернулся. Я схватил мамин халат и побежал в свою комнату. Я всегда держу свою одежду вместе, поэтому мне не нужно ничего искать по утрам. "
        },
        {
            "key": 1181640576,
            "text": "Я бросил мамин халат в дальний угол шкафа и оставила дверь открытой, так как сумка в данный момент была важнее. Ощущение того, что мой желудок переворачивается и скрежещет от всей этой ситуации, заставило меня запаниковать еще больше. Несмотря на то, что у меня было несколько часов, чтобы сбежать, я не мог избавиться от чувства беспомощности, все еще находясь в этом доме. "
        },
        {
            "key": 544317528,
            "text": "Пока я рылся в своей комнате в поисках сумки, я услышал, как включился душ. Моя мать мылась, и это почему-то заставило меня вспомнить, что она была у меня между ног. Не в состоянии найти сумку, я взял свою университетскую сумку для книг и опустошил вторую секцию старых и уже оцененных работ. "
        },
        {
            "key": 205301972,
            "text": "Я запихнул в него три костюма, выхватил из-под матраса свои запасные деньги и направился к входной двери. Завернув за угол в прихожую, я бросил последний взгляд на диван, прежде чем уйти. "
        },
        {
            "key": 1141815447,
            "text": "Я схватил куртку, накинул ее на плечи и пошел к своей машине. Бросив сумку и куртку на пассажирское сиденье, я завел машину. Я потянулся к телефону, чтобы проверить время, и увидел, что сделал все это в течение пяти минут. "
        },
        {
            "key": -567413030,
            "text": "Чувствуя, как с моих плеч свалилась тяжесть, я дал задний ход и выехал с подъездной дорожки. Я посидел на улице еще несколько минут, позволяя всему, что только что произошло, пронестись в моей голове. "
        },
        {
            "key": 1427167361,
            "text": "Я схватил телефон и позвонил своему лучшему другу Кевину, чтобы спросить его, могу ли я переночевать у него несколько ночей. Даже не спросив меня о позднем времени, когда я звонил ему, и о странной просьбе, он принял меня."
        },
        {
            "key": 595098043,
            "text": "<b>\"Конечно, братан, но ты должен быть потише, когда придешь сюда, я должен закончить свою пьесу,\"</b> сказал он, смеясь. По сути, это был знак того, что у него есть девушка и он собирается заняться с ней сексом. <b>\"Я оставлю входную дверь незапертой.\"</b>"
        },
        {
            "key": 1840144245,
            "text": "<b>\"Спасибо братан,\"</b> Со смехом ответил я. Знак того, что я понял, что он собирается сделать."
        },
        {
            "key": 1332710685,
            "text": "Мы были лучшими друзьями с начальной школы и практически братьями в этот момент. Почти все, что мы говорили друг другу, было зашифровано. После нескольких лет беспрерывного общения мы начали говорить кодами, чтобы говорить о людях прямо перед ними, не привлекая их внимания. "
        },
        {
            "key": -164177920,
            "text": "Это было то, что мы делали, когда говорили о девушках. Хотя мы учились в разных университетах, мы все равно регулярно общались. В тот момент я был так благодарен ему, что обнял бы его, если бы он был рядом."
        }
    ]
}